import time
import sys
import os
os.system('pip install requests')
#os.system('xdg-open https://facebook.com/groups/1262793254610940/')
#print(' \033[1;37m[\033[1;32m+\033[1;37m]FAST FOLLOW MY GITHUB ')
#os.system('xdg-open https://github.com/MrDevilEx')
#print(' \033[1;37m[\033[1;32m+\033[1;37m] FOLLOW MY FB  ')
#os.system('xdg-open https://www.facebook.com/profile.php?id=100003123947419')
os.system("pkg install espeak")
#print(' \033[1;37m[\033[1;32m+\033[1;37m] FOLLOW MY FB GROUP  ')
#os.system('xdg-open https://facebook.com/groups/1262793254610940/')
os.system('espeak -a 300 " install complete"')
# Reset
color_off="\033[0m"       # Text Reset

#Regular colors
black="\033[0;30m"        # Black
red="\033[0;31m"          # Red
green="\033[0;32m"        # Green
yellow="\033[0;33m"       # Yellow
blue="\033[0;34m"         # Blue
purple="\033[0;35m"       # Purple
cyan="\033[0;36m"         # Cyan
white="\033[0;37m"        # White

# Bold
bblack="\033[1;30m"       # Black
bred="\033[1;31m"         # Red
bgreen="\033[1;32m"       # Green
byellow="\033[1;33m"      # Yellow
bblue="\033[1;34m"        # Blue
bpurple="\033[1;35m"      # Purple
bcyan="\033[1;36m"        # Cyan
bwhite="\033[1;37m"       # White

# Background
on_black="\033[40m"       # Black
on_red="\033[41m"         # Red
on_green="\033[42m"       # Green
on_yellow="\033[43m"      # Yellow
on_blue="\033[44m"        # Blue
on_purple="\033[45m"      # Purple
on_cyan="\033[46m"        # Cyan
on_white="\033[47m"       # White


os.system("clear")
for i in range(1):
  #os.system('espeak -a 300 " Tools loding place wite"')
  os.system("clear")
  print("""
















                    \033[1;32m  LOADING.......""" , end=" ")

  print(str(i+1) + "%\033[0m")
  time.sleep(0.0)

time.sleep(2)

os.system("clear")

for i in range(100):
  os.system("clear")
  print("""
















                    \033[1;32m  LOADING.......""" , end=" ")

  print(str(i+1) + "%\033[0m")
  time.sleep(0.0)

time.sleep(2)

os.system("clear")

#os.system('espeak -a 300 " Wishing everyone an early Mahadi from DEVIL X HRIDOY TERMUX WORLD"')

x1 = """ 
                    



           
       
                       
 \33[1;92m███    ███ \033[1;34m █████ \033[1;93m ██   ██\033[1;91m  █████\033[1;35m  ██████  \033[1;36m██
\33[1;92m████  ████ \033[1;34m██   ██\033[1;93m ██   ██ \033[1;91m██   ██ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██ ████ ██\033[1;34m ███████\033[1;93m ███████\033[1;91m ███████ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██  ██  ██ \033[1;34m██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██   ██ \033[1;36m██
\33[1;92m██      ██\033[1;34m ██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██████  \033[1;36m██                 
                                   
                                   
                                   
                                   
                                   
       """                            
                                   
                                   
x2 = """ 
                    



           
       
                                                         
                                                    
\33[1;92m███    ███ \033[1;34m █████ \033[1;93m ██   ██\033[1;91m  █████\033[1;35m  ██████  \033[1;36m██
\33[1;92m████  ████ \033[1;34m██   ██\033[1;93m ██   ██ \033[1;91m██   ██ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██ ████ ██\033[1;34m ███████\033[1;93m ███████\033[1;91m ███████ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██  ██  ██ \033[1;34m██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██   ██ \033[1;36m██
\33[1;92m██      ██\033[1;34m ██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██████  \033[1;36m██
                                    
                                    
                                    
                                    
                                    """
                                    
x3 = """ 
                    



           
       
                                     



"""

x4 = """ 
                    



           
       
                      
  
                           
                           
"""
x5 ="""






\33[1;92m███    ███ \033[1;34m █████ \033[1;93m ██   ██\033[1;91m  █████\033[1;35m  ██████  \033[1;36m██
\33[1;92m████  ████ \033[1;34m██   ██\033[1;93m ██   ██ \033[1;91m██   ██ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██ ████ ██\033[1;34m ███████\033[1;93m ███████\033[1;91m ███████ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██  ██  ██ \033[1;34m██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██   ██ \033[1;36m██
\33[1;92m██      ██\033[1;34m ██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██████  \033[1;36m██  

                                                             
                                                             
                                                             
                                                             """
e = """ 
                    



           
       
\33[1;92m███    ███ 
\33[1;92m████  ████ 
\33[1;92m██ ████ ██
\33[1;92m██  ██  ██ 
\33[1;92m██      ██
                      
                      
"""

i = """ 
                    



           
\033[1;34m █████ 
\033[1;34m██   ██
\033[1;34m ███████
\033[1;34m██   ██
\033[1;34m ██   ██
          
          
          
          
"""
d = """
                    



           
\033[1;93m ██   ██\033[1;91m  
\033[1;93m ██   ██ \033[1;91m
\033[1;93m ███████\033[1;91m 
\033[1;93m ██   ██\033[1;91m
\033[1;93m ██   ██\033[1;91m     
                     
                     
                     
                     
                  """   
                     
                     




m = """                                
                    



           
\033[1;34m █████ 
\033[1;34m██   ██
\033[1;34m ███████
\033[1;34m██   ██
\033[1;34m ██   ██
                               
"""                



                

u = """





\033[1;35m  ██████ \033[1;36m
\033[1;35m██   ██ \033[1;36m
\033[1;35m██   ██ \033[1;36m
\033[1;35m ██   ██ \033[1;36m
\033[1;35m ██████  \033[1;36m

""" 
                                 
b = """                     

                    
                    
                    
                    
\033[1;36m██
\033[1;36m██
\033[1;36m██
\033[1;36m██
\033[1;36m██

"""            
                                 
                                 
a = """                                  
   



                              
\33[1;92m███    ███ \033[1;34m █████ \033[1;93m ██   ██\033[1;91m  █████\033[1;35m  ██████  \033[1;36m██
\33[1;92m████  ████ \033[1;34m██   ██\033[1;93m ██   ██ \033[1;91m██   ██ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██ ████ ██\033[1;34m ███████\033[1;93m ███████\033[1;91m ███████ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██  ██  ██ \033[1;34m██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██   ██ \033[1;36m██
\33[1;92m██      ██\033[1;34m ██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██████  \033[1;36m██  

"""                                  
                                 

r = """ 





\33[1;92m███    ███ \033[1;34m █████ \033[1;93m ██   ██\033[1;91m  █████\033[1;35m  ██████  \033[1;36m██
\33[1;92m████  ████ \033[1;34m██   ██\033[1;93m ██   ██ \033[1;91m██   ██ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██ ████ ██\033[1;34m ███████\033[1;93m ███████\033[1;91m ███████ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██  ██  ██ \033[1;34m██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██   ██ \033[1;36m██
\33[1;92m██      ██\033[1;34m ██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██████  \033[1;36m██  
                    
"""                     

a = """                                  
   



                              
\33[1;92m███    ███ \033[1;34m █████ \033[1;93m ██   ██\033[1;91m  █████\033[1;35m  ██████  \033[1;36m██
\33[1;92m████  ████ \033[1;34m██   ██\033[1;93m ██   ██ \033[1;91m██   ██ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██ ████ ██\033[1;34m ███████\033[1;93m ███████\033[1;91m ███████ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██  ██  ██ \033[1;34m██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██   ██ \033[1;36m██
\33[1;92m██      ██\033[1;34m ██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██████  \033[1;36m██  

"""                                  
                                 

k = """              
                    
                    
                    
                    
                    
\33[1;92m███    ███ \033[1;34m █████ \033[1;93m ██   ██\033[1;91m  █████\033[1;35m  ██████  \033[1;36m██
\33[1;92m████  ████ \033[1;34m██   ██\033[1;93m ██   ██ \033[1;91m██   ██ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██ ████ ██\033[1;34m ███████\033[1;93m ███████\033[1;91m ███████ \033[1;35m██   ██ \033[1;36m██
\33[1;92m██  ██  ██ \033[1;34m██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██   ██ \033[1;36m██
\33[1;92m██      ██\033[1;34m ██   ██\033[1;93m ██   ██\033[1;91m ██   ██\033[1;35m ██████  \033[1;36m██  
                    
                    """              
                                          
                                          
                                          
                                          
                                          

stlp = """








 



\t\033[38;5;46m║███╗   ███╗\33[38;5;196m███████╗ \033[34;1m██╗  ██╗\033[38;5;46m███████╗\33[38;5;196m██████╗\033[38;5;46m ██╗
\t\033[38;5;46m║████╗ ████║\33[38;5;196m██╔════╝ \033[34;1m██║  ██║\033[38;5;46m██╔════╝\33[38;5;196m██╔══██╗\033[38;5;46m██║
\t\033[38;5;46m║██╔████╔██║\33[38;5;196m█████╗ \033[34;1m  ███████║\033[38;5;46m█████╗  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║╚██╔╝██║\33[38;5;196m██╔══╝ \033[34;1m  ██╔══██║\033[38;5;46m██╔══╝  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║ ╚═╝ ██║\33[38;5;196m███████╗ \033[34;1m██║  ██║\033[38;5;46m███████╗\33[38;5;196m██████╔╝\033[38;5;46m██║
\t\033[38;5;46m║╚═╝     ╚═╝\33[38;5;196m╚══════╝╚═╝ \033[34;1m  ╚═╝╚══════╝╚═════╝ ╚═╝
                                                          
                                                          
                         
      
           Coder : 𝐌𝐞𝐡𝐞𝐝𝐢
           ♡︎✩♡︎✩♡︎✩♡✩♡︎✩♡︎✩♡✩♡︎✩♡︎✩♡
           DEVIL  TERMUX WORLD
           ♡︎✩♡︎✩♡︎✩♡✩♡︎✩♡︎✩♡✩♡︎✩♡︎✩♡
           DEVIL  TERMUX WORLD
           ♡︎✩♡︎✩♡︎✩♡✩♡︎✩♡︎✩♡✩♡︎✩♡︎✩♡
           DEVIL TERMUX WORLD
      
      
"""
king ="""


  🌺
  💕🍃🌹🍃💕
💕.•°``°•.¸.•°``°•.💕
💕(    💚💚              💕
💕`•.¸   💗   ¸.•` 💕
     💕° •.¸¸.•° 💕  
           💕💕 
             💕  💕
┌────♣─────┐
    
               ❤
      Make By Mahadi Hasan from DEVIL TERMUX WORLD
               🧡
        Mahadi Hasan 
               💙 
       ༊᭄
└────♣─────┘
         🌹🍃🌹🍃
     💋💋 💋💋
　　   ┊┊┊┊┊      
　  　 ┊┊┊┊💚  
　　   ┊┊┊💚    
　　   ┊┊💚         
　　   ┊💚 
           ❤Mahadi 💘 Hasan💘
              Mahadi 💘 Hasan💘
                Mahadi 💘 Hasan💘
                   Mahadi 💘 Hasan💘
                      Mahadi 💘 Hasan💘
                         Mahadi 💘 Hasan💘
Mahadi 💘 Hasan💘
  Mahadi 💘 Hasan💘
     Mahadi 💘 Hasan💘
        Mahadi 💘 Hasan💘
           Mahadi 💘 Hasan💘
              Mahadi 💘 Hasan💘
                Mahadi 💘 Hasan💘
                   Mahadi 💘 Hasan💘
                      Mahadi 💘 Hasan💘
                         Mahadi 💘 Hasan💘
Mahadi 💘 Hasan💘
  Mahadi 💘 Hasan💘
     Mahadi 💘 Hasan💘
        Mahadi 💘 Hasan💘
           Mahadi 💘 Hasan💘
              Mahadi 💘 Hasan💘
                Mahadi 💘 Hasan💘
                   Mahadi 💘 Hasan💘
                      Mahadi 💘 Hasan💘
                         Mahadi 💘 Hasan💘
Mahadi 💘 Hasan💘
  Mahadi 💘 Hasan💘
     Mahadi 💘 Hasan💘
        Mahadi 💘 Hasan💘
           Mahadi 💘 Hasan💘
              Mahadi 💘 Hasan💘
                Mahadi 💘 Hasan💘
                   Mahadi 💘 Hasan💘
                      Mahadi 💘 Hasan💘
                         Mahadi 💘 Hasan💘
Mahadi 💘 Hasan💘
  Mahadi 💘 Hasan💘
     Mahadi 💘 Hasan💘
        Mahadi 💘 Hasan💘
           Mahadi 💘 Hasan💘
              Mahadi 💘 Hasan💘
                Mahadi 💘 Hasan💘
                   Mahadi 💘 Hasan💘
                      Mahadi 💘 Hasan💘
                         Mahadi 💘 Hasan💘


Make By  Mahadi from DEVIL  TERMUX WORLD🥰🌜
"""                 
tnx = """
\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n
\033[1;34m












\t\033[38;5;46m║███╗   ███╗\33[38;5;196m███████╗ \033[34;1m██╗  ██╗\033[38;5;46m███████╗\33[38;5;196m██████╗\033[38;5;46m ██╗
\t\033[38;5;46m║████╗ ████║\33[38;5;196m██╔════╝ \033[34;1m██║  ██║\033[38;5;46m██╔════╝\33[38;5;196m██╔══██╗\033[38;5;46m██║
\t\033[38;5;46m║██╔████╔██║\33[38;5;196m█████╗ \033[34;1m  ███████║\033[38;5;46m█████╗  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║╚██╔╝██║\33[38;5;196m██╔══╝ \033[34;1m  ██╔══██║\033[38;5;46m██╔══╝  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║ ╚═╝ ██║\33[38;5;196m███████╗ \033[34;1m██║  ██║\033[38;5;46m███████╗\33[38;5;196m██████╔╝\033[38;5;46m██║
\t\033[38;5;46m║╚═╝     ╚═╝\33[38;5;196m╚══════╝╚═╝ \033[34;1m  ╚═╝╚══════╝╚═════╝ ╚═╝
                      
                           
                                           
                                    
                                    
\t\033[38;5;46m║███╗   ███╗\33[38;5;196m███████╗ \033[34;1m██╗  ██╗\033[38;5;46m███████╗\33[38;5;196m██████╗\033[38;5;46m ██╗
\t\033[38;5;46m║████╗ ████║\33[38;5;196m██╔════╝ \033[34;1m██║  ██║\033[38;5;46m██╔════╝\33[38;5;196m██╔══██╗\033[38;5;46m██║
\t\033[38;5;46m║██╔████╔██║\33[38;5;196m█████╗ \033[34;1m  ███████║\033[38;5;46m█████╗  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║╚██╔╝██║\33[38;5;196m██╔══╝ \033[34;1m  ██╔══██║\033[38;5;46m██╔══╝  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║ ╚═╝ ██║\33[38;5;196m███████╗ \033[34;1m██║  ██║\033[38;5;46m███████╗\33[38;5;196m██████╔╝\033[38;5;46m██║
\t\033[38;5;46m║╚═╝     ╚═╝\33[38;5;196m╚══════╝╚═╝ \033[34;1m  ╚═╝╚══════╝╚═════╝ ╚═╝
                                      
                                      
\033[31;1m╔╦╗╔═╗╦ ╦╔═╗╔╦╗╦  
\033[32;1m║║║╠═╣╠═╣╠═╣ ║║║  
\033[33;1m╩ ╩╩ ╩╩ ╩╩ ╩═╩╝╩  
 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n
 
 
 
 
 
 
 
 
 
 
 
 
 """ 
                                    
                                    
                                    
tnx1 = """



\033[31;1m╔╦╗╔═╗╦ ╦╔═╗╔╦╗╦  
\033[32;1m║║║╠═╣╠═╣╠═╣ ║║║  
\033[33;1m╩ ╩╩ ╩╩ ╩╩ ╩═╩╝╩  
                                           
"""

d1 = """


                                    
\t\033[38;5;46m║███╗   ███╗\33[38;5;196m███████╗ \033[34;1m██╗  ██╗\033[38;5;46m███████╗\33[38;5;196m██████╗\033[38;5;46m ██╗
\t\033[38;5;46m║████╗ ████║\33[38;5;196m██╔════╝ \033[34;1m██║  ██║\033[38;5;46m██╔════╝\33[38;5;196m██╔══██╗\033[38;5;46m██║
\t\033[38;5;46m║██╔████╔██║\33[38;5;196m█████╗ \033[34;1m  ███████║\033[38;5;46m█████╗  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║╚██╔╝██║\33[38;5;196m██╔══╝ \033[34;1m  ██╔══██║\033[38;5;46m██╔══╝  \33[38;5;196m██║  ██║\033[38;5;46m██║
\t\033[38;5;46m║██║ ╚═╝ ██║\33[38;5;196m███████╗ \033[34;1m██║  ██║\033[38;5;46m███████╗\33[38;5;196m██████╔╝\033[38;5;46m██║
\t\033[38;5;46m║╚═╝     ╚═╝\33[38;5;196m╚══════╝╚═╝ \033[34;1m  ╚═╝╚══════╝╚═════╝ ╚═╝
                                      
                                      
\033[31;1m╔╦╗╔═╗╦ ╦╔═╗╔╦╗╦  
\033[32;1m║║║╠═╣╠═╣╠═╣ ║║║  
\033[33;1m╩ ╩╩ ╩╩ ╩╩ ╩═╩╝╩  
"""


print(bgreen + x1)
time.sleep(1)
os.system("clear")

print(byellow + x1)
time.sleep(1)
os.system("clear")

print(bblue + x1)
time.sleep(1)
os.system("clear")


print(bpurple + x2)
time.sleep(1)
os.system("clear")

print(bgreen + x2)
time.sleep(1)
os.system("clear")

print(byellow + x2)
time.sleep(1)
os.system("clear")

print(bblue + x3)
time.sleep(1)
os.system("clear")


print(bpurple + x3)
time.sleep(1)
os.system("clear")

print(bgreen + x3)
time.sleep(1)
os.system("clear")

print(byellow + x4)
time.sleep(1)
os.system("clear")

print(bblue + x4)
time.sleep(1)
os.system("clear")


print(bpurple + x4)
time.sleep(1)
os.system("clear")


print(bred + x5)
time.sleep(1)
os.system("clear")

print(bcyan + x5)
time.sleep(1)
os.system("clear")

print(bgreen + x5)
time.sleep(1)
os.system("clear")


print(bwhite + x5)
time.sleep(1)
os.system("clear")

print(bblack + x5)
time.sleep(1)
os.system("clear")

print(byellow + x5)
time.sleep(1)
os.system("clear")

print(bblue + x5)
time.sleep(1)
os.system("clear")


print(bpurple + x5)
time.sleep(1)
os.system("clear")





print(bgreen + e)
time.sleep(1)
os.system("clear")

print(byellow + i)
time.sleep(1)
os.system("clear")

print(bblue + d)
time.sleep(1)
os.system("clear")


print(bpurple + m)
time.sleep(1)
os.system("clear")

print(bgreen + u)
time.sleep(1)
os.system("clear")

print(byellow + b)
time.sleep(1)
os.system("clear")

print(bblue + a)
time.sleep(1)
os.system("clear")

print(bpurple + r)
time.sleep(1)
os.system("clear")

print(bcyan + a)
time.sleep(1)
os.system("clear")


print(bpurple + k)
time.sleep(1)
os.system("clear")

for i in range(1):
  os.system('espeak -a 300 " HELLO EVERYONE IM MAHADI"')
  print('HELLO EVERYONE IM MAHADI')
  os.system("clear")
  time.sleep(0.08)
  print(bgreen + stlp)
  time.sleep(0.08)
  
time.sleep(1.5)

for i in range(5):
  os.system("clear")
  time.sleep(0.08)
  print(bgreen + stlp)
  time.sleep(0.08)
  
time.sleep(1.5)

print("\n")
st1 =  """♫︎   ♫︎
           ♫︎
                ♫︎             ♫︎   '♫︎
  ♫︎
                ♫︎
                       ♫︎               ♫︎   ♫︎
             ♫︎
                ♫︎                 ♫︎   ♫︎
       ♫︎
                ♫︎
                   ♫︎           ♫︎   ♫︎
           ♫︎
                   ♫︎                                     ♫︎

                              ♫︎
  ♫︎   '♫︎
                        ♫︎
                                  ♫︎
                                ♫︎
                         ♫︎
                  ♫︎
                                  ♫︎   '♫︎
                                            ☺︎︎   '☺︎︎
 
                              ☺︎︎
                              ☺︎︎☺︎︎   ☺︎︎
                                  ☺︎︎
                                           ☺︎︎
            ☺︎︎
                    ☺︎︎
        ☺︎︎           ☺︎︎
                  ☺︎︎                 ☺︎︎   ☺︎︎
                 ☺︎︎
                       ☺︎︎           ☺︎︎   ☺︎︎
           ☺︎︎
                ☺︎︎                                     ☺︎︎

                              ☺︎︎
 ♫︎   ♫︎
           ♫︎
                ♫︎             ♫︎   '♫︎
  ♫︎
                ♫︎
                       ♫︎               ♫︎   ♫︎
             ♫︎
                ♫︎                 ♫︎   ♫︎
       ♫︎
                ♫︎
                   ♫︎           ♫︎   ♫︎
           ♫︎
                   ♫︎                                     ♫︎

                              ♫︎
  ♫︎   '♫︎
                        ♫︎
                                  ♫︎
                                ♫︎
                         ♫︎
                  ♫︎
                                  ♫︎   '♫︎
"""


for i in range(2):
  print(byellow + str(st1))
  time.sleep(0.5)
  print(bgreen + str(st1))
  time.sleep(0.5)
  print(bblue + str(st1))
  time.sleep(0.5)
  print(bcyan + str(st1))
  time.sleep(0.5)
  print(bred + str(st1))
  time.sleep(0.5)
  print(bpurple + str(st1))
  time.sleep(0.5)
  print(byellow + str(st1))
  time.sleep(0.5)
  print(bgreen + str(st1))
  time.sleep(0.5)
  print(bblue + str(st1))
  time.sleep(0.5)
  os.system("clear")

for i in range(2):
  print(byellow + str(king))
  time.sleep(0.5)
  print(bgreen + str(king))
  time.sleep(0.5)
  print(bblue + str(king))
  time.sleep(0.5)
  print(bcyan + str(king))
  time.sleep(0.5)
  print(bred + str(king))
  time.sleep(0.5)
  print(bpurple + str(king))
  time.sleep(0.5)
  print(byellow + str(king))
  time.sleep(0.5)
  print(bgreen + str(king))
  time.sleep(0.5)
  print(bblue + str(king))
  time.sleep(0.5)
  print(byellow + str(king))
  time.sleep(0.5)
  print(bgreen + str(king))
  time.sleep(0.5)
  print(bblue + str(king))
  time.sleep(0.5)
  print(bcyan + str(king))
  time.sleep(0.5)
  print(bred + str(king))
  time.sleep(0.5)
  print(bpurple + str(king))
  time.sleep(0.5)
  print(byellow + str(king))
  time.sleep(0.5)
  print(bgreen + str(king))
  time.sleep(0.5)
  print(bblue + str(king))
  time.sleep(0.5)
  os.system("clear")
  
for c in x5:
  sys.stdout.write(c)
  sys.stdout.flush()
  time.sleep(0.006)
os.system("clear")

for c in tnx:
  sys.stdout.write(c)
  sys.stdout.flush()
  time.sleep(0.006)
os.system("clear")


for i in range(5):
  os.system("clear")
  time.sleep(0.08)
  print(bblue + tnx1)
  print(d1)
  time.sleep(0.08)
  
  
for i in range(5):
  os.system("clear")
  time.sleep(0.08)
  print(x5)
  time.sleep(0.08)
 